with	189
in	175
shirt	166
white	165
the	127
man	117
black	100
blue	84
woman	84
to	84
of	79
red	66
on	63
closest	61
and	56
girl	51
guy	51
at	38
back	34
person	34
chair	34
us	30
boy	30
glass	28
green	28
next	27
couch	27
one	27
elephant	27
brown	26
yellow	26
by	25
dark	25
pink	25
sandwich	24
cat	23
clock	23
hair	21
cow	21
giraffe	21
orange	21
a	21
donut	21
purple	20
lady	20
near	20
glasses	20
visible	20
apple	20
no	19
kid	19
broccoli	19
hand	19
is	19
arm	19
you	18
bus	18
hat	18
half	18
table	18
gray	18
head	17
o	17
facing	17
cup	17
it	17
most	17
light	17
behind	17
bird	17
vase	17
under	17
holding	16
piece	16
camera	16
seat	16
bear	16
horse	16
striped	15
flower	15
standing	15
jacket	14
that	14
big	14
blond	14
little	14
cake	13
blurry	13
player	13
see	13
sitting	13
all	13
not	12
plaid	12
corner	12
number	12
edge	12
over	12
wine	12
bowl	11
between	11
close	11
batter	11
only	11
sprinkles	11
2	11
side	11
hands	11
nearest	11
from	11
long	10
down	10
showing	10
laptop	10
off	10
looking	10
motorcycle	10
dress	10
burger	10
far	10
luggage	9
child	9
tallest	9
away	9
shorts	9
3	9
window	9
bike	9
small	9
spoon	9
tie	8
suitcase	8
sofa	8
background	8
screen	8
bag	8
catcher	8
wearing	8
face	8
part	8
hidden	8
keyboard	8
pizza	8
can	8
baby	8
train	8
two	8
smaller	8
furthest	7
suit	7
leaning	7
closer	7
his	7
plate	7
banana	7
sheep	7
food	7
main	7
tall	7
up	6
bristles	6
truck	6
has	6
cut	6
taller	6
touching	6
without	6
stripe	6
9	6
pants	6
legs	6
thing	6
zebra	6
fully	6
cap	6
colored	6
full	6
uniform	6
fence	6
clothes	6
round	6
laying	6
saucer	5
empty	5
beer	5
barely	5
toothbrush	5
closet	5
sleeve	5
its	5
dog	5
19	5
out	5
coat	5
tag	5
adult	5
water	5
row	5
above	5
car	5
hanging	5
other	4
cream	4
darker	4
below	4
partially	4
highest	4
lowest	4
forward	4
her	4
stem	4
eating	4
ice	4
slice	4
less	4
jeans	4
whole	4
both	4
farthest	4
15	4
stripes	4
kite	4
guitar	4
scarf	4
7	4
square	4
bigger	4
cutting	4
shoes	4
third	4
nuts	4
6	4
pillow	4
frosting	4
upper	4
microwave	4
tennis	3
arms	3
or	3
zombie	3
old	3
doughnut	3
4	3
bench	3
pastry	3
bald	3
beside	3
tank	3
sleeves	3
dots	3
color	3
last	3
closed	3
we	3
8	3
gold	3
sprinkled	3
fork	3
12	3
biggest	3
mostly	3
directly	3
feet	3
shown	3
silver	3
neck	3
tablecloth	3
lamb	3
1	3
onions	3
this	3
women	3
riding	3
purse	3
dude	3
thats	3
cooking	3
sign	3
knife	3
large	3
partial	3
u	2
carrying	2
younger	2
sandwhich	2
picture	2
really	2
roses	2
tip	2
maybe	2
joola	2
umpire	2
area	2
female	2
momma	2
khaki	2
officer	2
nose	2
signal	2
fridge	2
rose	2
photo	2
bending	2
hotdog	2
spectator	2
floor	2
older	2
center	2
lower	2
statue	2
largest	2
cross	2
bow	2
itself	2
cant	2
ugly	2
air	2
straight	2
basket	2
case	2
pie	2
partly	2
three	2
armchair	2
against	2
group	2
outfit	2
bunch	2
smallest	2
drooping	2
lots	2
bed	2
computer	2
bars	2
bar	2
him	2
lighter	2
ones	2
handle	2
circle	2
fattest	2
darkest	2
walking	2
peice	2
mouth	2
object	2
any	2
dispenser	2
apples	2
bride	2
tree	2
16	2
13	2
11	2
flowers	2
butt	2
kids	2
eyes	2
tomato	2
their	2
least	2
checked	2
open	2
700	2
hoodie	2
base	2
sideways	2
foreground	2
ass	2
haired	2
used	2
bread	2
oranges	2
cen	2
doll	2
burgandy	2
monitor	2
shorter	2
smiling	2
held	2
short	2
plane	2
ball	2
sprinkle	2
animal	2
tan	2
bent	2
sub	2
meatball	2
middle	2
phone	2
99	2
door	2
sweater	2
donuts	2
strap	2
ground	2
900	2
alone	2
others	2
baseball	2
checkerd	2
section	2
ter	2
boots	2
lightest	2
item	2
wooden	2
clouds	2
drinking	2
blanket	2
skiier	2
fenced	2
feeding	2
dish	2
focus	2
